[
  {
      "id": 1,
      "question": "L'activité humaine contribue-t-elle à la pollution des océans ?",
      "response": "Oui",
      "level": "soft",
      "detail": "Les activités humaines telles que l'industrie, l'agriculture et le tourisme génèrent des déchets qui se retrouvent dans les océans, notamment des plastiques, des produits chimiques et des hydrocarbures."
  },
  {
      "id": 2,
      "question": "Les déchets plastiques déversés dans les océans affectent-ils l'écosystème marin ?",
      "response": "Oui",
      "level": "mid",
      "detail": "Les déchets plastiques sont ingérés par de nombreuses espèces marines, ce qui provoque des blessures internes, la malnutrition et, dans certains cas, la mort des animaux marins."
  },
  {
      "id": 3,
      "question": "L'augmentation de la température des océans a-t-elle un impact similaire sur la santé humaine ?",
      "response": "Oui",
      "level": "hard",
      "detail": "Le réchauffement des océans entraîne une prolifération d'agents pathogènes marins, ce qui augmente les risques pour la santé humaine, notamment les infections alimentaires et les maladies respiratoires."
  },
  {
      "id": 4,
      "question": "La pollution chimique des océans peut-elle affecter le corps humain par la chaîne alimentaire ?",
      "response": "Oui",
      "level": "hard",
      "detail": "Les produits chimiques toxiques présents dans les océans, tels que les métaux lourds, sont absorbés par les organismes marins et peuvent être transférés à l'homme par la consommation de fruits de mer, présentant des risques pour la santé."
  },
  {
      "id": 5,
      "question": "L'industrialisation des côtes contribue-t-elle à la dégradation des océans et de la biodiversité marine ?",
      "response": "Oui",
      "level": "mid",
      "detail": "L'industrialisation des côtes engendre la destruction des habitats marins, tels que les mangroves et les récifs coralliens, ce qui nuit à la biodiversité marine et perturbe les écosystèmes locaux."
  },
  {
      "id": 6,
      "question": "Les océans peuvent-ils être comparés à un corps humain en termes de système interconnecté et vulnérable ?",
      "response": "Oui",
      "level": "hard",
      "detail": "Les océans, comme le corps humain, sont des systèmes complexes où chaque élément est interconnecté. Une perturbation dans une partie de ce système peut entraîner des effets en chaîne dans l'ensemble de l'écosystème."
  },
  {
      "id": 7,
      "question": "Les pratiques humaines, comme la surpêche, ont-elles un effet dévastateur sur la santé des océans ?",
      "response": "Oui",
      "level": "mid",
      "detail": "La surpêche perturbe l'équilibre des écosystèmes marins en réduisant les populations d'espèces clés, ce qui affecte la biodiversité et l'intégrité des océans."
  },
  {
      "id": 8,
      "question": "Le réchauffement des océans, causé par les émissions humaines, entraîne-t-il des perturbations dans les systèmes vitaux marins, comme le corps humain ?",
      "response": "Oui",
      "level": "hard",
      "detail": "L'augmentation de la température des océans perturbe les habitats marins et les processus biologiques, tels que la reproduction des poissons et la croissance des coraux, affectant gravement l'écosystème."
  },
  {
      "id": 9,
      "question": "L'acidification des océans, causée par l'excès de CO2, peut-elle être comparée à l'impact de l'acidose dans le corps humain ?",
      "response": "Oui",
      "level": "hard",
      "detail": "L'acidification des océans due à l'absorption du CO2 perturbe la chimie de l'eau et nuit aux organismes marins, comme les coraux et les mollusques, de la même manière que l'acidose affecte l'équilibre acido-basique du corps humain."
  },
  {
      "id": 10,
      "question": "La pollution plastique peut-elle être vue comme une forme d'empoisonnement progressif des océans et du corps humain ?",
      "response": "Oui",
      "level": "hard",
      "detail": "Les plastiques dégradés se transforment en microplastiques, qui sont ingérés par les espèces marines et peuvent entrer dans la chaîne alimentaire humaine, agissant comme un poison à long terme."
  },
  {
      "id": 11,
      "question": "Les changements dans la biodiversité des océans peuvent-ils être comparés à la perte de diversité cellulaire dans le corps humain ?",
      "response": "Oui",
      "level": "hard",
      "detail": "La perte de biodiversité dans les océans a des effets similaires à la perte de diversité cellulaire dans le corps humain. Les deux affectent l'équilibre et la stabilité du système, le rendant plus vulnérable aux perturbations."
  },
  {
      "id": 12,
      "question": "Les zones mortes dans les océans, créées par la pollution, peuvent-elles être comparées aux lésions tissulaires dans le corps humain ?",
      "response": "Oui",
      "level": "hard",
      "detail": "Les zones mortes dans les océans, dues à la pollution et à la désoxygénation, peuvent être comparées aux lésions tissulaires humaines, où les cellules meurent en raison d'un manque d'oxygène, perturbant ainsi la fonction globale de l'écosystème."
  },
  {
      "id": 13,
      "question": "Les maladies des écosystèmes océaniques peuvent-elles affecter la santé de l'Homme de manière similaire aux maladies organiques ?",
      "response": "Oui",
      "level": "hard",
      "detail": "Les perturbations des écosystèmes marins, telles que les épidémies de maladies chez les coraux ou les poissons, peuvent avoir un impact sur la santé humaine en altérant les ressources alimentaires et en favorisant la propagation de pathogènes."
  },
  {
      "id": 14,
      "question": "L'épuisement des ressources marines dû à la surpêche affecte-t-il l'équilibre des océans, tout comme un épuisement des ressources internes peut affecter le corps humain ?",
      "response": "Oui",
      "level": "mid",
      "detail": "L'épuisement des ressources marines entraîne un déséquilibre écologique, tout comme un épuisement des ressources corporelles perturbe le fonctionnement du corps humain, affectant sa santé et sa résilience."
  },
  {
      "id": 15,
      "question": "Les efforts pour réduire la pollution des océans sont-ils cruciaux pour préserver la santé de l'Homme ?",
      "response": "Oui",
      "level": "hard",
      "detail": "Réduire la pollution des océans est essentiel pour prévenir les effets nocifs sur la santé humaine, notamment par l'ingestion de toxines marines et la dégradation des ressources alimentaires."
  },

  {
    "id": 16,
    "question": "Les microplastiques ingérés par les océans peuvent-ils affecter la santé humaine de manière similaire à l'absorption de toxines par le corps humain ?",
    "response": "Oui",
    "level": "hard",
    "detail": "L'ingestion de microplastiques par les humains, via les produits de la mer, représente un risque similaire à l'absorption de toxines, affectant la santé à long terme."
  },
  {
    "id": 17,
    "question": "Le réchauffement des océans peut-il affecter la santé humaine, notamment par la prolifération d'agents pathogènes marins ?",
    "response": "Oui",
    "level": "hard",
    "detail": "Le réchauffement des océans favorise la prolifération d'agents pathogènes marins qui peuvent nuire à la santé humaine, notamment par la transmission de maladies via les fruits de mer."
  },
  {
    "id": 18,
    "question": "La déforestation côtière, causée par l'Homme, contribue-t-elle à la détérioration de l'habitat marin, similaire à la destruction des tissus corporels ?",
    "response": "Oui",
    "level": "mid",
    "detail": "La déforestation côtière a un impact direct sur l'habitat marin, contribuant à la perte de biodiversité et à la dégradation des écosystèmes, tout comme la destruction des tissus corporels affecte la santé."
  },
  {
    "id": 19,
    "question": "Les toxines présentes dans l'océan peuvent-elles pénétrer dans le corps humain à travers la consommation de fruits de mer ?",
    "response": "Oui",
    "level": "hard",
    "detail": "Les toxines marines, telles que les métaux lourds ou les pesticides, peuvent pénétrer dans le corps humain par la consommation de fruits de mer contaminés, nuisant ainsi à la santé."
  },
  {
    "id": 20,
    "question": "L'océan peut-il se régénérer après des dommages causés par l'Homme, comme un corps humain peut guérir après des blessures ?",
    "response": "Non",
    "level": "hard",
    "detail": "L'océan a une capacité de régénération limitée en raison de l'ampleur des dommages causés par l'Homme, rendant sa guérison difficile voire impossible à long terme."
  },
  {
    "id": 21,
    "question": "Les océans ont-ils la capacité de nettoyer naturellement la pollution, comme le corps humain peut éliminer les toxines ?",
    "response": "Non",
    "level": "hard",
    "detail": "Bien que les océans aient un mécanisme naturel pour dégrader certaines pollutions, leur capacité à se nettoyer est limitée, surtout face à des niveaux élevés de pollution."
  },
  {
    "id": 22,
    "question": "Les océans sont-ils capables de maintenir leur équilibre même en présence d'une forte pollution humaine, de manière similaire à un corps humain en bonne santé ?",
    "response": "Non",
    "level": "hard",
    "detail": "Les océans ne peuvent pas maintenir leur équilibre face à une pollution excessive. De même que le corps humain ne peut rester sain sous une exposition continue à des toxines."
  },
  {
    "id": 23,
    "question": "Les océans, comme le corps humain, peuvent-ils résister aux effets à long terme de la pollution humaine ?",
    "response": "Non",
    "level": "hard",
    "detail": "Les océans sont particulièrement vulnérables aux effets à long terme de la pollution, ce qui a des conséquences irréversibles sur leur écosystème."
  },
  {
    "id": 24,
    "question": "Les efforts humains pour restaurer les océans peuvent-ils améliorer leur santé, tout comme les traitements médicaux peuvent restaurer la santé humaine ?",
    "response": "Oui",
    "level": "mid",
    "detail": "Bien que la régénération de l'océan soit complexe, des efforts ciblés pour restaurer les écosystèmes marins peuvent améliorer leur état, comme un traitement médical aide à la guérison."
  },
  {
    "id": 25,
    "question": "La pollution marine peut-elle être comparée à une maladie systémique qui affecte l'ensemble des écosystèmes marins, de la même manière qu'une maladie peut affecter tout le corps humain ?",
    "response": "Oui",
    "level": "hard",
    "detail": "La pollution marine agit comme une maladie systémique, affectant l'ensemble des écosystèmes marins et perturbant les processus vitaux de l'océan, de manière similaire à une maladie qui affecte le corps humain."
  },
  {
    "id": 26,
    "question": "L'impact de l'Homme sur l'océan est-il similaire à la manière dont des comportements nuisibles affectent la santé du corps humain ?",
    "response": "Oui",
    "level": "hard",
    "detail": "L'impact humain sur les océans, comme la pollution et la surpêche, est comparable à des comportements nuisibles qui détériorent la santé du corps humain, entraînant des effets irréversibles."
  },


  {
    "id": 27,
    "question": "La dégradation des écosystèmes marins peut-elle être comparée à la détérioration des organes internes dans le corps humain ?",
    "response": "Oui",
    "level": "hard",
    "detail": "La dégradation des écosystèmes marins, causée par des facteurs tels que la pollution et la surpêche, est comparable à la détérioration des organes internes du corps humain, affectant la santé globale de l'environnement."
  },
  {
    "id": 28,
    "question": "L'acidification des océans, causée par l'absorption de dioxyde de carbone, peut-elle affecter les espèces marines de manière similaire à l'impact du tabagisme sur les poumons humains ?",
    "response": "Oui",
    "level": "hard",
    "detail": "L'acidification des océans affecte gravement la vie marine, comme le tabagisme affecte les poumons humains, perturbant les processus vitaux et menaçant les écosystèmes."
  },
  {
    "id": 29,
    "question": "L'extinction des espèces marines due à la pollution peut-elle avoir des conséquences sur la chaîne alimentaire, tout comme la destruction de cellules dans le corps humain peut altérer le métabolisme ?",
    "response": "Oui",
    "level": "hard",
    "detail": "La disparition des espèces marines affecte la chaîne alimentaire, comme la destruction des cellules dans le corps humain perturbe le métabolisme et d'autres fonctions biologiques essentielles."
  },
  {
    "id": 30,
    "question": "Les océans peuvent-ils se remettre de la pollution, tout comme le corps humain peut guérir après une blessure, avec des soins appropriés ?",
    "response": "Non",
    "level": "hard",
    "detail": "Bien que certains efforts de restauration des océans soient possibles, la pollution à grande échelle engendre des effets irréversibles, rendant leur régénération aussi complexe que la guérison de blessures graves dans le corps humain."
  },
  {
    "id": 31,
    "question": "Les océans, tout comme le corps humain, ont-ils des mécanismes d'auto-régulation qui peuvent atténuer les effets de la pollution ?",
    "response": "Non",
    "level": "mid",
    "detail": "Les océans ont certains mécanismes d'auto-régulation, mais leur capacité à se rétablir est limitée face à des niveaux excessifs de pollution, contrairement au corps humain qui peut parfois se régénérer après une blessure."
  },
  {
    "id": 32,
    "question": "La pollution plastique des océans est-elle comparable à l'accumulation de toxines dans le corps humain ?",
    "response": "Oui",
    "level": "hard",
    "detail": "La pollution plastique dans les océans s'accumule de manière similaire aux toxines dans le corps humain, posant des risques à long terme pour la santé de l'écosystème et des espèces marines, tout comme l'accumulation de toxines peut affecter le corps humain."
  },
  {
    "id": 33,
    "question": "La perturbation des habitats marins par l'Homme peut-elle être comparée à la perturbation du fonctionnement des organes internes dans le corps humain ?",
    "response": "Oui",
    "level": "hard",
    "detail": "La destruction des habitats marins perturbe le fonctionnement des écosystèmes marins, tout comme la perturbation des organes internes peut affecter la santé globale du corps humain."
  },
  {
    "id": 34,
    "question": "Les océans peuvent-ils guérir de la pollution, tout comme certaines cellules du corps humain peuvent se régénérer après des dommages ?",
    "response": "Non",
    "level": "mid",
    "detail": "Bien que certains aspects des océans puissent se régénérer, les dommages causés par la pollution à grande échelle sont souvent irréversibles, contrairement à certaines cellules du corps humain qui peuvent se régénérer."
  },
  {
    "id": 35,
    "question": "La pollution chimique dans les océans a-t-elle un impact sur les organismes marins, comme les maladies chroniques affectent les humains ?",
    "response": "Oui",
    "level": "hard",
    "detail": "La pollution chimique dans les océans affecte les organismes marins de manière similaire aux maladies chroniques qui altèrent la santé humaine, avec des effets à long terme sur la biodiversité et la qualité de l'environnement marin."
  },
  {
    "id": 36,
    "question": "L'impact de l'Homme sur les océans peut-il être comparé à l'impact du stress chronique sur le corps humain ?",
    "response": "Oui",
    "level": "mid",
    "detail": "L'impact de l'Homme sur les océans, comme la pollution et la surpêche, est comparable au stress chronique qui perturbe les systèmes biologiques du corps humain, affectant sa santé de manière durable."
  },
  {
    "id": 37,
    "question": "Les océans peuvent-ils se remettre des dommages causés par l'Homme, tout comme un organisme peut se remettre d'une infection ?",
    "response": "Non",
    "level": "hard",
    "detail": "La capacité de régénération des océans est limitée, contrairement à un organisme qui peut se remettre d'une infection avec un traitement approprié. Les dommages causés par l'Homme aux océans sont souvent irréversibles."
  },
  {
    "id": 38,
    "question": "La pollution de l'eau peut-elle affecter la santé humaine de la même manière que la pollution de l'air ?",
    "response": "Oui",
    "level": "mid",
    "detail": "La pollution de l'eau, notamment par des substances toxiques et des microplastiques, peut affecter la santé humaine de manière similaire à la pollution de l'air, par l'exposition à des agents nuisibles."
  },
  {
    "id": 39,
    "question": "Les océans peuvent-ils récupérer de la pollution plastique de manière aussi efficace que le corps humain peut expulser les toxines ?",
    "response": "Non",
    "level": "hard",
    "detail": "La récupération des océans face à la pollution plastique est lente et insuffisante. Comparativement, le corps humain expulse les toxines plus rapidement et de manière plus efficace, bien que ce processus ait aussi ses limites."
  },
  {
    "id": 40,
    "question": "La perte de biodiversité marine en raison de la pollution peut-elle être comparée à la perte de cellules dans le corps humain ?",
    "response": "Oui",
    "level": "hard",
    "detail": "La perte de biodiversité marine à cause de la pollution est comparable à la perte de cellules dans le corps humain, avec des conséquences graves sur le fonctionnement global des écosystèmes marins et de la santé humaine."
  },
  {
    "id": 41,
    "question": "L'Homme peut-il réparer les dégâts causés aux océans, tout comme la médecine répare les blessures corporelles ?",
    "response": "Non",
    "level": "hard",
    "detail": "Les dommages aux océans sont difficiles, voire impossibles à réparer de manière complète, contrairement aux blessures corporelles qui peuvent souvent être traitées ou soignées avec la médecine."
  },
  {
    "id": 42,
    "question": "La pollution marine affecte-t-elle la santé humaine de la même manière que des comportements nuisibles affectent la santé physique ?",
    "response": "Oui",
    "level": "hard",
    "detail": "La pollution marine affecte directement la santé humaine en contaminant les produits marins, de la même manière que des comportements nuisibles (comme le tabagisme ou une mauvaise alimentation) altèrent la santé physique."
  },
  {
    "id": 43,
    "question": "Les océans, tout comme le corps humain, sont-ils vulnérables aux perturbations extérieures ?",
    "response": "Oui",
    "level": "mid",
    "detail": "Les océans, tout comme le corps humain, sont vulnérables aux perturbations extérieures, telles que la pollution et le réchauffement climatique, qui affectent leur équilibre et leur santé."
  },
  {
    "id": 44,
    "question": "La pollution des océans peut-elle être comparée à une infection dans le corps humain, affectant l'ensemble du système ?",
    "response": "Oui",
    "level": "hard",
    "detail": "La pollution des océans, comme une infection dans le corps humain, perturbe l'équilibre de l'écosystème marin et affecte l'ensemble du système, y compris les espèces marines et l'homme."
  },
  {
    "id": 45,
    "question": "Les océans ont-ils un rôle vital dans la régulation du climat, tout comme le corps humain maintient une température interne constante ?",
    "response": "Oui",
    "level": "hard",
    "detail": "Les océans jouent un rôle crucial dans la régulation du climat global, similaire à la manière dont le corps humain maintient une température interne stable pour fonctionner correctement."
  },
  {
    "id": 46,
    "question": "L'impact de l'Homme sur les océans peut-il être comparé à l'impact du tabagisme sur la santé humaine ?",
    "response": "Oui",
    "level": "hard",
    "detail": "L'impact négatif de l'Homme sur les océans, par des actions comme la pollution et la surpêche, peut être comparé au tabagisme, qui nuit gravement à la santé humaine à long terme."
  },
  {
    "id": 47,
    "question": "Les océans peuvent-ils être comparés à un organisme vivant, avec des fonctions écologiques semblables aux fonctions corporelles humaines ?",
    "response": "Oui",
    "level": "hard",
    "detail": "Les océans, à travers leurs écosystèmes et processus naturels, fonctionnent de manière comparable à un organisme vivant, régulant la biodiversité et le climat de manière similaire aux fonctions corporelles humaines."
  },
  {
    "id": 48,
    "question": "L'assainissement des océans après une catastrophe écologique est-il comparable à une opération chirurgicale pour sauver un organe interne ?",
    "response": "Non",
    "level": "hard",
    "detail": "L'assainissement des océans après une catastrophe est extrêmement complexe et difficile, contrairement à une opération chirurgicale qui peut être plus ciblée et potentiellement réussir à sauver un organe interne."
  },
  {
    "id": 49,
    "question": "Les océans ont-ils une capacité de régénération similaire à celle des cellules du corps humain ?",
    "response": "Non",
    "level": "hard",
    "detail": "La régénération des océans est bien plus lente et moins efficace que celle des cellules humaines, rendant leur restauration beaucoup plus difficile et limitée."
  },
  {
    "id": 50,
    "question": "L'impact de la pollution sur les océans pourrait-il un jour être inversé, tout comme certains traitements médicaux peuvent inverser des maladies graves ?",
    "response": "Non",
    "level": "hard",
    "detail": "L'impact de la pollution sur les océans est difficile à inverser à long terme, contrairement à certains traitements médicaux qui peuvent inverser des maladies graves dans le corps humain."
  }
]
